Repository: lazezmahrous/Gadwelha
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appName
source: Gadwelha
ar: جدولها

# addNoteLable
source: What do we have today?
ar: إسم المهمه ؟

# addNoteEror
source: Field is required
ar: ما ينفعش تسيب هنا فاضي

# addNoteButton
source: Schedule the task
ar: جدولة المهمة

source: language
ar: اللغة

# arLanguage
source: Arabic
ar: اللغة العربية

# enLanguage
source: English
ar: اللغة الإنجليزية

source: theme
ar: المظهر

source: Dark Theme
ar: داكن

source: Light Theme
ar: فاتح

# messageLable
source: Message Content
ar: خطوات عمل المهمه ؟

source: Repeat alert
ar: تكرار التنبية

# repeatHint
source: When you choose the alert on Friday at 1 oâ€™clock and activate this option, you will receive the notification every Friday at 1
ar: عندما تختار التنبيه يوم الجمعة الساعة 1 وتقوم بتقعيل هذا الخيار فسيصلك الإشعار كل يوم جمعه الساعه 1

# schedulingButton
source: Scheduling
ar: جدولة الموعد

# schedulingSuccess
source: The task has been scheduled successfully !
ar: تم جدولة المهمة بنجاح !

# schedulingError
source: Date error
ar: خطأ بالموعد

source: Eye Safety Alert
ar: تنبيه لسلامة العين

# eyeSafetyAlertDescription
source: For eye comfort, you need to apply the 20-20 rule, whereby you sit for 20 minutes in front of the computer and then look at anything far away from you for 20 seconds. When you activate this option, the application will send you a notification every 20 minutes to look away from the computer screen.
ar: لراحة العين تحتاج إلي تطبيق قاعدة (20 - 20) حيث أنك تقوم بالجلوس لمده 20 دقيقه أمام الكمبيوتر ومن ثم تقوم بالنظر لأي شيء بعيد عنك لمده 20 ثانيه عند تفعيل هذا الخيار سوف يقوم التطبيق بإرسال لك إشعار كل 20 دقيقه للنظر بعيد عن شاشة الكمبيوتر

source: Back Vertebrae Safety Alerts
ar: تنبيهات لسلامة فقرات الظهر

# backVertebraeSafetyAlertsDescription
source: To rest the back vertebrae, you must take a break for at least 10 minutes every hour of sitting. When you activate this option, the program will send you a notification to take a break for 10 minutes every hour.
ar: لراحه فقرات الظهر يجب أخذ استراحة لمدة 10 دقائق على الأقل في كل ساعة من الجلوس , عند تفعيل هذا الخيار بقوم البرنامج بإرسال لك إشعار لأخذ إستراحه لمدة 10 دقائق كل ساعه

# messageForSuccess
source: Well, we're done
ar: عااش خلصت مهامك شوف عايزني افكرك بي إيه تاني

# notifcationHead
source: Gadwelha Say
ar: تطبيق جدولها بيقولك

# backVertebraeSafetyAlertsNotifcation
source: For the safety of the back vertebrae, you need to rest for 10 minutes
ar: لسلامة فقرات الظهر محتاج تريح 10 دقايق

# eyeSafetyAlertNotifcation
source: For the safety of your eyes, you need to focus on an object far away from you for 20 seconds
ar: لسلامة عينك محتاج تركز مع حاجه بعيده عنك لمدة 20 ثانية

# alertDialogTitle
source: Are you sure you want to delete this task ?
ar: هل أنت متأكد من أنك تريد حذف هذه المهمه

# alertDialogOptionOne
source: Yes
ar: نعم

# alertDialogOptionTow
source: No
ar: لا

# startCountDowen
source: Start a countdown for this task
ar: بدء عد تنازلي لهذه المهمه

source: Time is over
ar: الموعد إنتهي بالفعل
